[
    {
        "title": "Introducción al design thinking",
        "text": "Primera semana se hizo una pequeña introducción al design thinking en ella nos enseñaron que era lo que íbamos ha hacer en todo el curso y que la próxima semana tendríamos un simulacro para poder utilizar las pasos. En esta clase nuestros grupo decidió irse por el eje ambiental ya que era el tema más moderno y sensible. En el quedamos todos que nos dirigiremos por la falta de educación ",
        "image": "img/1.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Simulacro design thinking",
        "text": "En esta semana llega el simulacro en el logramos completarlo en el tiempo dado en la clase cada uno llegó con sus exploraciones y hallazgos. Después de filtrar todas las ideas encontradas. Al final de la clase llegamos a la conclusión de que educaríamos a los niños de kínder para poder inculcar desde pequeños las buenas costumbres del cuidado ambiental.",
        "image": "img/3.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Problemática: plástico vs vidrio",
        "text": "En esta semana todos empezamos borrón y cuenta nueva volvimos al cuadro uno y empezamos nuevamente el proceso y de aquí en adelante empezaron la lluvia de la ideas llegando a un punto sin fin. En esta clase no se logró concluir mucho solo que terminó siendo plástico vs vidrio",
        "image": "img/2.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Entrevistas a la comunidad",
        "text": "Entrega de entrevistas que se hicieron en ella todos las hicimos y entregamos firmadas las cartas de consentimiento que el profesor había asignado que fueran elaboradas y firmadas por la persona. En esta carta salía mencionando que la persona permitiría que el uso de el audio había sido permitido. De estas entrevistas se asignó nuevamente la falta de conocimiento de las personas        ",
        "image":  "img/5.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Plástico vs vidrio",
        "text": "Un par de días antes de la gran presentación de la la idea decidida. La idea fue completamente dada vuelta y el grupo tuvo que volver nuevamente atrás para lograr encontrar nuevamente un nuevo curso para llevar a cabo la presentación y lograr entregar y exponer a tiempo sin ningún problema.        ",
        "image": "img/4.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Presentación",
        "text": "Esta semana fue de retroalimentación hacer a de las exposiciones de cada grupo. En este momento se llegó al acuerdo mutuo de que el tema “vidrio vs plástico” debía morir y solo dedicarle tiempo a su nuevo problema “Uso excesivo del Plástico” Con ello también se eliminó uno de las cosas que el grupo se había casado con la temática de la falta de educación y con ello lograron avanzar un gran paso        ",
        "image": "img/5.5.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Uso excesivo del plástico",
        "text": "Inicia desde cero y se ajusta todo el grupo empieza otro camino intentando encontrar su problemática en esta se decide que será “El uso excesivo del plástico en la zona de Fátima, aledaña al parque La Libertad” De ahí el grupo solo se dirige a buscar cosas del plástico.",
        "image": "img/7.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Ideación y Retroalimención",
        "text": "En esta semana se presentó Adriana que no solo encaminó al grupo dándoles una manera más fácil de encontrar qué era lo que realmente buscaba el grupo. Les guió a que analizarán nuevamente su problemática y usuario también que analizarán lo que se encontraba a primera mano y encontrando filtrando toda esa información se daría la respuesta de los hallazgos anuente a ello se hallaría la propuesta.",
        "image": "img/retro.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Entrevistas con Mapa de Empatía",
        "text": "Procede una nueva semana y el equipo queda de acuerdo por medio de una video llamada que todas las soluciones a su enigma. Con el fin de entrevistar a los individuos de la zona que veían sentían, oían y pensaban de lo que sucedía realmente. Y he así sería la mejor solución a su conflicto de no saber verdaderamente lo que los individuos realmente deseaban.",
        "image": "img/empat.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Problemática definida y ideación",
        "text": "Una de las semanas más estresantes, no solo por en si del los integrantes sino también individualmente cada uno no estaba en sus mejores situaciones. En esta semana se llegó finalmente a un acuerdo y llegamos a pensamientos he ideaciones para poder solventar la problemática impuesta por ellos mismos.",
        "image": "img/dura.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Pototipado y Definición",
        "text": "Semana de definición: En esta semana de definir cuál sería nuestra idea para resolver las necesidades de la comunidad llegamos al acuerdo de que seria un basurero comunitario,el cual servirá como punto de recolección o de acopio para toda la comunidad,empezamos a prototipar esta idea y llegamos a la conclusión que se llamaría anthi trash.",
        "image": "img/proto.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    },
    {
        "title": "Presentación Final",
        "text": "Se acaba la experiencia: Último día de clases y el más duro porque nos tocan las presentaciones finales, las cuales se llevaron a cabo en sala A del Parque la Libertad,y en la cual tuvimos una excelente presentación, la cual fue para el agrado de todos y cumpliendo nuestras expectativas de dar una solución creativa a nuestra problemática.",
        "image": "img/final.jpg",
        "link": "repositorio - https://github.com/JgeovanniAm/RedRatCode"
    }
]